[
  {
    "name": "Sewer Service",
    "description": "Do you have a leak in your wastewater system? Get it repaired today! Hirsch Plumbing's plumbers are available at any time to resolve any sewer line issues, from your toilet to the edge of your property and everything in between. Armed with experience and the latest technology, we will diagnose and repair any problems that require our attention, and have your pipes running like normal again."
  },
  {
    "name": "Water Line Maintenance",
    "description": "A damaged or leaky water pipe can go from a small inconvenience to a terrible situation out of your control. That's why when there's a problem with your home's water lines, it's best to get a professional's help. At Hirsch Plumbing, we have the tools and experience to handle all of your water line maintenance issues, including a whole new water line installation if needed. Most of all, we won't call it quits until you are 100% satisfied with our service."
  },
  {
    "name": "Garbage Disposal Repair",
    "description": "A garbage disposal system is a convenient way to dispose of unwanted food scraps quickly by shredding them into pieces small enough to pass easily through your plumbing. However, when your garbage disposal system does not work the way it should, putting off repairs could lead to a wide range of more serious problems. Our technicians can repair your unit, or recommend a whole new unit to fit your sink and the needs of your family."
  },
  {
    "name": "Toilet Repair",
    "description": "When your toilet doesn't work, living in your home quickly becomes miserable. If you need repairs or a replacement for your ceramic throne, there is no local business better equipped for the job than Hirsch Plumbing! We'll fix or replace your toilet with ease, and answer any questions you might have along the way."
  },
  {
    "name": "Water Heaters",
    "description": "If you need immediate repairs on your water heater, or if you want a whole new water heating system, you have come to the right place! We service all kinds of water heaters in Fults and the surrounding areas, and provide emergency service when needed. You can also schedule a quote with us on a brand new, energy efficient water heating system that meets your household's needs."
  },
  {
    "name": "Septic Tank Repair",
    "description": "When something goes wrong with your septic tank, you need the right specialist there to effectively service it. We have the expertise to resolve any issue you may have with your septic tank, including new installations and replacements, inspections and maintenance, pumping, or draining."
  },
  {
    "name": "Commercial Plumbing",
    "description": "At Hirsch Plumbing, we understand how serious it is when you have a plumbing problem at your place of business. Issues like leaks or backups can make it harder for employees to do their job, may drive away customers, and in some instances, can even get your workplace shut down. We will work around your schedule to get your commercial plumbing matters resolved as soon as possible, and with minimal disruption to your business and your employees."
  },
  {
    "name": "Drain Service",
    "description": "Hair, toothpaste, paper products, food scrapsﾅevery day, Fults's households flush more solid waste into their drains than they might realize. All this debris can block your pipes and lead to a back-up of water in your house. That's why the professionals here at Hirsch Plumbing are here to take care of all your drain clearing and repair needs, using our high level of experience and the latest and greatest technology around."
  },
  {
    "name": "Sink and Faucet Repair",
    "description": "The right sink, installed and maintained properly, adds both function and fashion to your kitchen, bathroom, or laundry room. Our plumbers can take care of all your sink repair and replacement needs, from fixing a leaky tap or drain, to installing a sleek new sink during your renovations, to routing a new pipe for a whole new sink altogether."
  }
]
